// Створити змінні для зберігання рівня здоров'я та енергії гравця в грі.
// Зменшити рівень здоров'я та енергії гравця за допомогою операторів віднімання.
// Вивести результат в консоль.

// Створення змінних для зберігання рівня здоров'я та енергії гравця
let health = 100;
let energy = 80;

// Зменшення рівня здоров'я та енергії гравця
health -= 20;
energy -= 15;

// Виведення результату в консоль
console.log("Рівень здоров'я гравця: " + health + "%");
console.log("Рівень енергії гравця: " + energy + "%");
