// 1. Створити змінну для зберігання суми покупки в магазині.
// 2. Застосувати знижку в розмірі 10 % до цієї суми за допомогою оператора множення.
// 3. Вивести результат в консоль.

// Створення змінної для зберігання суми покупки в магазині
// наприклад, сума покупки 500 гривень
let purchaseAmount = 500;

// Застосування знижки в розмірі 10%
let discountAmount = purchaseAmount * 0.9; // 0.9 = 100% - 10%

// Виведення результату в консоль
console.log("Сума після застосування знижки: " + discountAmount + " гривень.");
