// 1. Створити змінні для зберігання цілочисельного значення та рядка з числом у вигляді рядка.
// 2. Використати метод parseInt() для перетворення рядка у ціле число.
// 3. Вивести результат в консоль.
// 4. Потім використати метод toString() для перетворення цілочисельного значення у рядок.
// 5. Вивести результат в консоль.

// Створення змінних для зберігання цілочисельного значення та рядка з числом у вигляді рядка
let integerNumber = 42;
let stringNumber = "123";

// Використання parseInt() для перетворення рядка у ціле число
let convertedToInteger = parseInt(stringNumber);

// Виведення результату перетворення в консоль
console.log("Перетворене число з рядка: " + convertedToInteger);

// Використання toString() для перетворення цілочисельного значення у рядок
let convertedToString = integerNumber.toString();

// Виведення результату перетворення в консоль
console.log("Перетворене ціле число в рядок: " + convertedToString);
