// 1. Створити змінну для зберігання кількості днів у місяці.
// 2. Обчислити кількість годин та хвилин у цьому місяці за допомогою оператора множення.
// 3. Вивести результат в консоль.

// Створення змінної для зберігання кількості днів у місяці
let daysInMonth = 30; // наприклад, 30 днів у місяці

// Обчислення кількості годин у цьому місяці
let hoursInMonth = daysInMonth * 24; // 24 години в добі

// Обчислення кількості хвилин у цьому місяці
let minutesInMonth = hoursInMonth * 60; // 60 хвилин у годині

// Виведення результату в консоль
console.log("У " + daysInMonth + " днях: " + hoursInMonth + " годин та " + minutesInMonth + " хвилин.");
