// 1. Створити змінну для зберігання рядка, який містить числа з плаваючою комою.
// 2. Використати метод parseFloat() для перетворення рядка у десяткове число.
// 3. Вивести результат в консоль.

// Створення змінної для зберігання рядка, який містить числа з плаваючою комою
let numberString = "123.45";

// Використання parseFloat() для перетворення рядка у десяткове число
let decimalNumber = parseFloat(numberString);

// Виведення результату в консоль
console.log("Перетворене число: " + decimalNumber);
